collected-data/mfs-4-rep-results/experiements-1-3/8-failure/tf/fio-mfs-test-high-seq-write-tf.txt
Started: 09-04-2022--14-56-15

high-seq-write-/mnt/mfs: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=1
...
fio-3.29-112-gc3773
Starting 10 processes
high-seq-write-/mnt/mfs: Laying out IO file (1 file / 10MiB)
high-seq-write-/mnt/mfs: Laying out IO file (1 file / 10MiB)
high-seq-write-/mnt/mfs: Laying out IO file (1 file / 10MiB)
[...]

high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7324: Sat Apr  9 14:57:18 2022
  write: IOPS=202, BW=25.3MiB/s (26.5MB/s)(10.0MiB/395msec); 0 zone resets
  cpu          : usr=0.00%, sys=0.76%, ctx=232, majf=0, minf=6
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7325: Sat Apr  9 14:57:18 2022
  write: IOPS=30, BW=3923KiB/s (4018kB/s)(10.0MiB/2610msec); 0 zone resets
  cpu          : usr=0.00%, sys=0.11%, ctx=312, majf=0, minf=9
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7326: Sat Apr  9 14:57:18 2022
  write: IOPS=35, BW=4571KiB/s (4681kB/s)(10.0MiB/2240msec); 0 zone resets
  cpu          : usr=0.04%, sys=0.09%, ctx=299, majf=0, minf=8
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7327: Sat Apr  9 14:57:18 2022
  write: IOPS=32, BW=4129KiB/s (4228kB/s)(10.0MiB/2480msec); 0 zone resets
  cpu          : usr=0.00%, sys=0.12%, ctx=291, majf=0, minf=8
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7328: Sat Apr  9 14:57:18 2022
  write: IOPS=30, BW=3966KiB/s (4061kB/s)(10.0MiB/2582msec); 0 zone resets
  cpu          : usr=0.12%, sys=0.00%, ctx=291, majf=0, minf=8
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7329: Sat Apr  9 14:57:18 2022
  write: IOPS=38, BW=4968KiB/s (5088kB/s)(10.0MiB/2061msec); 0 zone resets
  cpu          : usr=0.15%, sys=0.00%, ctx=288, majf=0, minf=7
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7330: Sat Apr  9 14:57:18 2022
  write: IOPS=54, BW=7023KiB/s (7192kB/s)(10.0MiB/1458msec); 0 zone resets
  cpu          : usr=0.21%, sys=0.00%, ctx=267, majf=0, minf=7
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7331: Sat Apr  9 14:57:18 2022
  write: IOPS=32, BW=4131KiB/s (4230kB/s)(10.0MiB/2479msec); 0 zone resets
  cpu          : usr=0.12%, sys=0.00%, ctx=286, majf=0, minf=8
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7332: Sat Apr  9 14:57:18 2022
  write: IOPS=30, BW=3925KiB/s (4019kB/s)(10.0MiB/2609msec); 0 zone resets
  cpu          : usr=0.11%, sys=0.00%, ctx=309, majf=0, minf=7
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7333: Sat Apr  9 14:57:18 2022
  write: IOPS=33, BW=4343KiB/s (4447kB/s)(10.0MiB/2358msec); 0 zone resets
  cpu          : usr=0.13%, sys=0.00%, ctx=285, majf=0, minf=9
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=38.3MiB/s (40.2MB/s), 3923KiB/s-25.3MiB/s (4018kB/s-26.5MB/s), io=100MiB (105MB), run=395-2610msec
high-seq-write-/mnt/mfs: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=1
...
fio-3.29-112-gc3773
Starting 10 processes
high-seq-write-/mnt/mfs: Laying out IO file (1 file / 10MiB)
high-seq-write-/mnt/mfs: Laying out IO file (1 file / 10MiB)
high-seq-write-/mnt/mfs: Laying out IO file (1 file / 10MiB)
[...]

high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7718: Sat Apr  9 14:58:23 2022
  write: IOPS=64, BW=8318KiB/s (8518kB/s)(10.0MiB/1231msec); 0 zone resets
  cpu          : usr=0.24%, sys=0.00%, ctx=242, majf=0, minf=6
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7719: Sat Apr  9 14:58:23 2022
  write: IOPS=19, BW=2606KiB/s (2669kB/s)(2176KiB/835msec); 0 zone resets
    slat (usec): min=114, max=654524, avg=82753.39, stdev=170104.57
    clat (nsec): min=2654, max=26819, avg=4404.31, stdev=5980.49
     lat (usec): min=119, max=257911, avg=47024.00, stdev=87796.56
    clat percentiles (nsec):
     |  1.00th=[ 2640],  5.00th=[ 2640], 10.00th=[ 2640], 20.00th=[ 2800],
     | 30.00th=[ 2800], 40.00th=[ 2864], 50.00th=[ 2864], 60.00th=[ 2864],
     | 70.00th=[ 3088], 80.00th=[ 3152], 90.00th=[ 3280], 95.00th=[26752],
     | 99.00th=[26752], 99.50th=[26752], 99.90th=[26752], 99.95th=[26752],
     | 99.99th=[26752]
   bw (  KiB/s): min= 3072, max= 3072, per=24.43%, avg=3072.00, stdev= 0.00, samples=1
   iops        : min=   24, max=   24, avg=24.00, stdev= 0.00, samples=1
  lat (usec)   : 4=93.75%, 50=6.25%
  cpu          : usr=0.00%, sys=0.00%, ctx=66, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,16,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7720: Sat Apr  9 14:58:23 2022
  write: IOPS=23, BW=2977KiB/s (3048kB/s)(10.0MiB/3440msec); 0 zone resets
  cpu          : usr=0.00%, sys=0.09%, ctx=270, majf=0, minf=8
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7721: Sat Apr  9 14:58:23 2022
  write: IOPS=35, BW=4493KiB/s (4601kB/s)(10.0MiB/2279msec); 0 zone resets
  cpu          : usr=0.13%, sys=0.00%, ctx=301, majf=0, minf=8
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7722: Sat Apr  9 14:58:23 2022
  write: IOPS=18, BW=2521KiB/s (2582kB/s)(2176KiB/863msec); 0 zone resets
    slat (usec): min=472, max=654965, avg=87513.34, stdev=166009.69
    clat (nsec): min=2723, max=28634, avg=4709.75, stdev=6395.94
     lat (usec): min=477, max=257842, avg=52054.40, stdev=81169.45
    clat percentiles (nsec):
     |  1.00th=[ 2736],  5.00th=[ 2736], 10.00th=[ 2800], 20.00th=[ 2864],
     | 30.00th=[ 2864], 40.00th=[ 2928], 50.00th=[ 2992], 60.00th=[ 2992],
     | 70.00th=[ 3216], 80.00th=[ 3344], 90.00th=[ 4640], 95.00th=[28544],
     | 99.00th=[28544], 99.50th=[28544], 99.90th=[28544], 99.95th=[28544],
     | 99.99th=[28544]
   bw (  KiB/s): min= 2816, max= 2816, per=22.39%, avg=2816.00, stdev= 0.00, samples=1
   iops        : min=   22, max=   22, avg=22.00, stdev= 0.00, samples=1
  lat (usec)   : 4=87.50%, 10=6.25%, 50=6.25%
  cpu          : usr=0.00%, sys=0.00%, ctx=70, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,16,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7723: Sat Apr  9 14:58:23 2022
  write: IOPS=25, BW=3427KiB/s (3509kB/s)(2176KiB/635msec); 0 zone resets
    slat (usec): min=135, max=654770, avg=67442.53, stdev=171139.24
    clat (nsec): min=2724, max=4120, avg=2929.00, stdev=340.54
     lat (usec): min=140, max=257865, avg=30739.26, stdev=82504.85
    clat percentiles (nsec):
     |  1.00th=[ 2736],  5.00th=[ 2736], 10.00th=[ 2736], 20.00th=[ 2800],
     | 30.00th=[ 2800], 40.00th=[ 2800], 50.00th=[ 2800], 60.00th=[ 2800],
     | 70.00th=[ 2928], 80.00th=[ 2928], 90.00th=[ 3216], 95.00th=[ 4128],
     | 99.00th=[ 4128], 99.50th=[ 4128], 99.90th=[ 4128], 99.95th=[ 4128],
     | 99.99th=[ 4128]
   bw (  KiB/s): min= 4352, max= 4352, per=34.60%, avg=4352.00, stdev= 0.00, samples=1
   iops        : min=   34, max=   34, avg=34.00, stdev= 0.00, samples=1
  lat (usec)   : 4=93.75%, 10=6.25%
  cpu          : usr=0.00%, sys=0.00%, ctx=57, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,16,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7724: Sat Apr  9 14:58:23 2022
  write: IOPS=19, BW=2753KiB/s (2819kB/s)(1280KiB/465msec); 0 zone resets
    slat (usec): min=134, max=654446, avg=91922.76, stdev=210220.58
    clat (nsec): min=2654, max=3911, avg=2972.22, stdev=381.07
     lat (usec): min=138, max=230588, avg=29424.90, stdev=75945.90
    clat percentiles (nsec):
     |  1.00th=[ 2640],  5.00th=[ 2640], 10.00th=[ 2640], 20.00th=[ 2736],
     | 30.00th=[ 2736], 40.00th=[ 2800], 50.00th=[ 2864], 60.00th=[ 2992],
     | 70.00th=[ 2992], 80.00th=[ 3088], 90.00th=[ 3920], 95.00th=[ 3920],
     | 99.00th=[ 3920], 99.50th=[ 3920], 99.90th=[ 3920], 99.95th=[ 3920],
     | 99.99th=[ 3920]
  lat (usec)   : 4=100.00%
  cpu          : usr=0.00%, sys=0.00%, ctx=36, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,9,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7725: Sat Apr  9 14:58:23 2022
  write: IOPS=18, BW=2557KiB/s (2618kB/s)(1920KiB/751msec); 0 zone resets
    slat (usec): min=127, max=655667, avg=85873.91, stdev=180587.30
    clat (nsec): min=2654, max=26959, avg=4664.36, stdev=6427.54
     lat (usec): min=132, max=257873, avg=45180.94, stdev=91448.18
    clat percentiles (nsec):
     |  1.00th=[ 2640],  5.00th=[ 2640], 10.00th=[ 2736], 20.00th=[ 2736],
     | 30.00th=[ 2736], 40.00th=[ 2736], 50.00th=[ 2800], 60.00th=[ 2864],
     | 70.00th=[ 2928], 80.00th=[ 3344], 90.00th=[ 3984], 95.00th=[27008],
     | 99.00th=[27008], 99.50th=[27008], 99.90th=[27008], 99.95th=[27008],
     | 99.99th=[27008]
   bw (  KiB/s): min= 3591, max= 3591, per=28.55%, avg=3591.00, stdev= 0.00, samples=1
   iops        : min=   28, max=   28, avg=28.00, stdev= 0.00, samples=1
  lat (usec)   : 4=92.86%, 50=7.14%
  cpu          : usr=0.00%, sys=0.00%, ctx=51, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,14,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7726: Sat Apr  9 14:58:23 2022
  write: IOPS=19, BW=2592KiB/s (2654kB/s)(2304KiB/889msec); 0 zone resets
    slat (usec): min=115, max=627629, avg=81130.33, stdev=157940.06
    clat (nsec): min=2654, max=27238, avg=4498.76, stdev=5888.64
     lat (usec): min=120, max=257932, avg=48989.74, stdev=82100.42
    clat percentiles (nsec):
     |  1.00th=[ 2640],  5.00th=[ 2640], 10.00th=[ 2736], 20.00th=[ 2736],
     | 30.00th=[ 2800], 40.00th=[ 2864], 50.00th=[ 2864], 60.00th=[ 3152],
     | 70.00th=[ 3216], 80.00th=[ 3280], 90.00th=[ 5152], 95.00th=[27264],
     | 99.00th=[27264], 99.50th=[27264], 99.90th=[27264], 99.95th=[27264],
     | 99.99th=[27264]
   bw (  KiB/s): min= 3157, max= 3157, per=25.10%, avg=3157.00, stdev= 0.00, samples=1
   iops        : min=   24, max=   24, avg=24.00, stdev= 0.00, samples=1
  lat (usec)   : 4=88.24%, 10=5.88%, 50=5.88%
  cpu          : usr=0.11%, sys=0.00%, ctx=69, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,17,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7727: Sat Apr  9 14:58:23 2022
  write: IOPS=12, BW=2179KiB/s (2231kB/s)(512KiB/235msec); 0 zone resets
    slat (usec): min=146, max=654901, avg=164526.27, stdev=326917.93
    clat (nsec): min=2724, max=3143, avg=2887.00, stdev=224.45
     lat (usec): min=151, max=2153, avg=1072.69, stdev=1010.63
    clat percentiles (nsec):
     |  1.00th=[ 2736],  5.00th=[ 2736], 10.00th=[ 2736], 20.00th=[ 2736],
     | 30.00th=[ 2736], 40.00th=[ 2800], 50.00th=[ 2800], 60.00th=[ 2800],
     | 70.00th=[ 3152], 80.00th=[ 3152], 90.00th=[ 3152], 95.00th=[ 3152],
     | 99.00th=[ 3152], 99.50th=[ 3152], 99.90th=[ 3152], 99.95th=[ 3152],
     | 99.99th=[ 3152]
  lat (usec)   : 4=100.00%
  cpu          : usr=0.00%, sys=0.00%, ctx=12, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,3,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=12.3MiB/s (12.9MB/s), 2179KiB/s-8318KiB/s (2231kB/s-8518kB/s), io=42.2MiB (44.3MB), run=235-3440msec
high-seq-write-/mnt/mfs: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=1
...
fio-3.29-112-gc3773
Starting 10 processes
high-seq-write-/mnt/mfs: Laying out IO file (1 file / 10MiB)
high-seq-write-/mnt/mfs: Laying out IO file (1 file / 10MiB)
high-seq-write-/mnt/mfs: Laying out IO file (1 file / 10MiB)
[...]

high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=8124: Sat Apr  9 14:59:26 2022
  write: IOPS=295, BW=36.9MiB/s (38.7MB/s)(10.0MiB/271msec); 0 zone resets
  cpu          : usr=1.11%, sys=0.00%, ctx=264, majf=0, minf=7
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=8125: Sat Apr  9 14:59:26 2022
  write: IOPS=62, BW=8050KiB/s (8244kB/s)(10.0MiB/1272msec); 0 zone resets
  cpu          : usr=0.00%, sys=0.24%, ctx=268, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=8126: Sat Apr  9 14:59:26 2022
  write: IOPS=50, BW=6469KiB/s (6624kB/s)(10.0MiB/1583msec); 0 zone resets
  cpu          : usr=0.00%, sys=0.19%, ctx=299, majf=0, minf=9
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=8127: Sat Apr  9 14:59:26 2022
  write: IOPS=46, BW=5940KiB/s (6082kB/s)(10.0MiB/1724msec); 0 zone resets
  cpu          : usr=0.17%, sys=0.00%, ctx=285, majf=0, minf=9
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=8128: Sat Apr  9 14:59:26 2022
  write: IOPS=49, BW=6356KiB/s (6509kB/s)(10.0MiB/1611msec); 0 zone resets
  cpu          : usr=0.00%, sys=0.19%, ctx=276, majf=0, minf=9
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=8129: Sat Apr  9 14:59:26 2022
  write: IOPS=44, BW=5633KiB/s (5768kB/s)(10.0MiB/1818msec); 0 zone resets
  cpu          : usr=0.17%, sys=0.00%, ctx=309, majf=0, minf=8
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=8130: Sat Apr  9 14:59:26 2022
  write: IOPS=47, BW=6041KiB/s (6186kB/s)(10.0MiB/1695msec); 0 zone resets
  cpu          : usr=0.00%, sys=0.18%, ctx=275, majf=0, minf=8
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=8131: Sat Apr  9 14:59:26 2022
  write: IOPS=42, BW=5404KiB/s (5533kB/s)(10.0MiB/1895msec); 0 zone resets
  cpu          : usr=0.00%, sys=0.16%, ctx=316, majf=0, minf=9
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=8132: Sat Apr  9 14:59:26 2022
  write: IOPS=49, BW=6356KiB/s (6509kB/s)(10.0MiB/1611msec); 0 zone resets
  cpu          : usr=0.19%, sys=0.00%, ctx=298, majf=0, minf=8
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-write-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=8133: Sat Apr  9 14:59:26 2022
  write: IOPS=53, BW=6863KiB/s (7028kB/s)(10.0MiB/1492msec); 0 zone resets
  cpu          : usr=0.20%, sys=0.00%, ctx=283, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,80,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=52.8MiB/s (55.3MB/s), 5404KiB/s-36.9MiB/s (5533kB/s-38.7MB/s), io=100MiB (105MB), run=271-1895msec